tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "riscv-software-src/riscv"
brew "bison"
brew "openssl@3"
brew "python@3.12"
brew "black"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "btop"
brew "byacc"
brew "ccache"
brew "chezmoi"
brew "cmake"
brew "doxygen"
brew "expat"
brew "fd"
brew "flock"
brew "fzf"
brew "gawk"
brew "gcc@13"
brew "gh"
brew "git"
brew "gnu-sed"
brew "jq"
brew "lazygit"
brew "libslirp"
brew "llvm"
brew "luarocks"
brew "make"
brew "mas"
brew "mercurial"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "opam"
brew "openjdk"
brew "pre-commit"
brew "pyenv"
brew "qemu"
brew "ripgrep"
brew "rustup"
brew "texinfo"
brew "tmux"
brew "wget"
brew "xcodes"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "riscv-software-src/riscv/riscv-openocd"
brew "riscv-software-src/riscv/riscv-tools"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "balenaetcher"
cask "chromium"
cask "discord"
cask "docker"
cask "firefox@developer-edition"
cask "mactex-no-gui"
cask "microsoft-openjdk"
cask "nordpass"
cask "nordvpn"
cask "raspberry-pi-imager"
cask "raycast"
cask "reaper"
cask "steam"
cask "visual-studio-code"
cask "zed"
mas "Keymapp", id: 6472865291
