tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mas"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "openjdk"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "switchaudio-osx"
brew "tmux"
brew "wget"
brew "xcodes"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "font-meslo-for-powerlevel10k"
cask "sf-symbols"
cask "visual-studio-code"
mas "Xcode", id: 497799835
