tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "gcc"
brew "btop"
brew "ccache"
brew "chezmoi"
brew "cmake"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "mas"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "opam"
brew "openjdk"
brew "pre-commit"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "wget"
brew "xcodes"
brew "zsh"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "chromium"
cask "firefox@developer-edition"
cask "font-meslo-for-powerlevel10k"
cask "mactex-no-gui"
cask "microsoft-openjdk"
cask "raycast"
cask "zed"
mas "Keymapp", id: 6472865291
mas "Xcode", id: 497799835
